<!DOCTYPE html>
<html>
<head>
<title>Начало</title>
<meta charset='utf8'>
<link rel='stylesheet' href='../../assets/css/styles.css'>
</head>
<body>
<header>
<?php include_once '../../menu.php' ?>
</header>
<div class='lections_list'>
<?php include_once '../lections_list.php'; 
show_list('Начало');
?>
</div>
<div class='lection_page'>
<section class='block4-section center-block-main'>
<div class='main_headers'>
<h1>Начало</h1>
<h1>Знакомство с арсеналом</h1>
</div>
<div class='lection_content'>
-Привет,студент, зачем ты тут, зашел поучиться? Если да,  идем быстрей, я ввиду в курс дела, что тут вообще происходит.  Я тебе дам ссылку на незаменимую амуницию  знаний,  если распорядишься правильно с ней, то   станешь непобедим.<br>Но смотри, путь предстоит не из легких, но мы постараемся осилить его вместе. Для   повторения или получения новых знаний тебе поможет наш  незаменимый гуру «Лекции», он объясняет в понятной форме, так что я думаю, ты обязательно поймешь. Если у тебя возникнет такая мысль -  порешать задачки  и  закрепить материал, то его сможет проверить контролирующий твои знания наставник «Тест». Если в процессе твоего обучения  возникнет какая либо проблема, ты сможешь отдать его  доверенному лицу  “Контакты“,  а он уже доставит его до адресата, и в течение какого-то времени придет ответ на твой вопрос.<br>Смотри в процессе твоего обучения рано или поздно ты рискнешь пойти к наставнику и проверить себя. Проверка твоих знаний проходит в форме боя,  он даст тебе определенного соперника и если ты его победишь, то осознаешь, что твое обучение не прошло даром. За успешные участия в боях у тебя будут свои плюсы. А именно, за нанесения урона сопернику  ты будешь получать монеты, за счет которых  сможешь покупать дополнительные жизни. Также  при  убийстве врага  у тебя будет повышаться статус, при этом ты будешь увереннее чувствовать себя, и конечно же тебя будут бояться, как сказал один мой знакомый «бездействие порождает беспокойство и страх. Действие порождает уверенность и смелость... хочешь победить страх — действуй».
</div>
</section>
<div class='lection_test'>
</div>
<div class='lection_controller'>
<?php include_once 'lection_navigator.php';
show_navigator('Знакомство с арсеналом');
?>
</div>
</div>
<footer>
<?php include_once '../../footer.php' ?>
</footer>
</body>
</html>